[
    "I use a bipolar to retract the cystic pedicle.",
    "I use an irrigator to dissect the cystic pedicle.",
    "I use a grasper to grasp the gut.",
    "I use a hook to dissect the cystic duct.",
    "I use a grasper to retract the gallbladder.",
    "I use a scissor to cut the peritoneum.",
    "I use a hook to dissect the peritoneum.",
    "I use a grasper to dissect the omentum.",
    "I use a scissor.",
    "I use a hook to cut the blood vessel.",
    "I use an irrigator to irrigate the cystic pedicle.",
    "I use a scissor to cut and stop bleeding in the omentum.",
    "I use a hook to dissect the gallbladder.",
    "I use a grasper to retract the cystic duct.",
    "I use a grasper.",
    "I use a hook to coagulate and clean the bleeding in the gallbladder.",
    "I use a bipolar to coagulate and clean the bleeding in the abdominal wall or cavity.",
    "I use a bipolar to coagulate and clean the bleeding in the omentum.",
    "I use a scissor to cut the cystic plate.",
    "I use an irrigator to retract the liver.",
    "I use a hook to coagulate and clean the bleeding in the blood vessel.",
    "I use a bipolar to dissect the adhesion.",
    "I use a hook to cut the peritoneum.",
    "I use a bipolar to retract the omentum.",
    "I use a hook to retract the gallbladder.",
    "I use a grasper to retract the cystic pedicle.",
    "I use a grasper to grasp the cystic artery.",
    "I use a grasper to grasp the specimen bag.",
    "I use a scissor to cut the cystic duct.",
    "I use a hook to dissect the blood vessel.",
    "I use a bipolar to coagulate and clean the bleeding in the blood vessel.",
    "I use an irrigator to dissect the cystic duct.",
    "I use a hook to dissect the cystic plate.",
    "I use an irrigator to dissect the omentum.",
    "I use a bipolar to dissect the gallbladder.",
    "I use a bipolar to coagulate and clean the bleeding in the liver.",
    "I use a clipper to secure the cystic artery.",
    "I use a scissor to cut the liver.",
    "I use a bipolar to coagulate and clean the bleeding around the peritoneum.",
    "I use a grasper to retract the liver.",
    "I use a bipolar.",
    "I use a bipolar to coagulate and clean the bleeding in the cystic artery.",
    "I use a bipolar to dissect the cystic duct.",
    "I use an irrigator to irrigate the abdominal wall or cavity.",
    "I use a grasper to dissect the gallbladder.",
    "I use an irrigator to dissect the cystic plate.",
    "I use a bipolar to coagulate and clean the bleeding around the cystic duct.",
    "I use a hook to coagulate and clean the bleeding in the omentum.",
    "I use a hook to dissect the omentum.",
    "I use a grasper to grasp the cystic duct.",
    "I use a bipolar to dissect the cystic artery.",
    "I use a scissor to cut the cystic artery.",
    "I use a bipolar to retract the liver.",
    "I use a grasper to grasp the liver.",
    "I use a clipper to secure the cystic plate.",
    "I use an irrigator to retract the gallbladder.",
    "I use a grasper to grasp the omentum.",
    "I use an irrigator to dissect the gallbladder.",
    "I use a grasper to grasp the gallbladder.",
    "I use an irrigator to aspirate fluid.",
    "I use a bipolar to grasp the specimen bag.",
    "I use a bipolar to retract the cystic duct.",
    "I use a grasper to retract the peritoneum.",
    "I use a hook to coagulate and clean the bleeding in the cystic duct.",
    "I use a clipper to secure the cystic duct.",
    "I use a scissor to cut the omentum.",
    "I use a hook to dissect the cystic artery.",
    "I use a clipper.",
    "I use a grasper to grasp the peritoneum.",
    "I use a scissor to cut the adhesion.",
    "I use a grasper to pack the gallbladder.",
    "I use a grasper to grasp the cystic plate.",
    "I use a scissor to dissect the omentum.",
    "I use a hook to coagulate and clean the bleeding in the liver.",
    "I use a clipper to secure the cystic pedicle.",
    "I use a hook to retract the liver.",
    "I use a bipolar to grasp the cystic plate.",
    "I use a hook to coagulate and clean the bleeding in the cystic artery.",
    "I use a hook to dissect the cystic pedicle.",
    "I use a bipolar to coagulate and clean the bleeding in the cystic pedicle.",
    "I use a grasper to grasp the cystic pedicle.",
    "I use a grasper to retract the gut.",
    "I use a bipolar to grasp the liver.",
    "I use a grasper to dissect the cystic plate.",
    "I use a bipolar to retract the gallbladder.",
    "I use a scissor to dissect the cystic plate.",
    "I use a grasper to retract the cystic plate.",
    "I use an irrigator.",
    "I use an irrigator to retract the omentum.",
    "I use a bipolar to coagulate and clean the bleeding in the gallbladder.",
    "I use a bipolar to dissect the cystic plate.",
    "I use a bipolar to dissect the omentum.",
    "I use a hook.",
    "I use a hook to coagulate and clean the bleeding on the cystic plate.",
    "I use a bipolar to coagulate and clean the bleeding in the cystic plate.",
    "I use a scissor to cut the blood vessel.",
    "I use a clipper to secure the blood vessel.",
    "I use a scissor to dissect the gallbladder.",
    "I use an irrigator to irrigate the liver.",
    "I use a grasper to retract the omentum."
]